export default function RulesPage() {
  return (
    <div className='text-center flex flex-col items-center overflow-scroll scrollbar-none p-6 h-[calc(100vh-50px)]'>
      当サービスの利用は基本的に自己責任とさせていただきます。
      <br />
      ルールに特記されていない行為については常識をもとにご判断ください。
      <br />
      ご不明点などはメール「contact★garnet.works」までご連絡ください。
      <br />
      <br />
      ●OKなケース●
      <br />
      <br />
      ＜個人・商用利用＞
      <br />
      個人、団体、企業に関わらず、印刷して名刺としてお使いいただけます。
      <br />
      <br />
      ＜名刺以外への転用＞
      <br />
      名刺に限らずショップカードなども作成できます。
      <br />
      <br />
      ＜ダウンロード画像の再加工＞
      <br />
      ご自身で作成した名刺画像に追加で装飾を加えたりすることは可能です。
      <br />
      <br />
      ●NGなケース●
      <br />
      <br />
      ＜テンプレートの不正利用＞
      <br />
      テンプレートとは名刺加工前の背景素材を指します。
      <br />
      ★テンプレート素材をそのまま利用すること
      <br />
      ★テンプレート素材を再配布すること
      <br />
      このような行為はお控えください。
      <br />
      <br />
      ＜法的・倫理的に反したデザインの作成＞
      <br />
      違法な内容などを名刺に入力しないでください。
      <br />
      常識の範囲内でご利用ください。
    </div>
  );
}
